Repository: nopilas/eLog
Catalog: eLog/*.lproj/Localizable.strings
Languages: fr

source: Error
fr: Erreur

source: Alert
fr: Alerte

source: Please fill all the field
fr: Veuillez remplir tous les champs

source: Invalide Information
fr: Information invalide

source: The password mismatch
fr: Les mots de passe ne correspondent pas

source: User already exist
fr: Usagé déjà existant

source: User created successfully
fr: Usagé créé avec succès

source: Save
fr: Sauvegarde

source: Save successfully
fr: Sauvegarde réussie

source: Retry again
fr: Réessayez

source: Failed to Get Your Location
fr: Impossible d'obtenir votre localisation

source: Done
fr: Terminé

source: Do you really want to save this info ?
fr: Voulez-vous vraiment sauvegarder ces données ?

source: User not found
fr: Usagé inexistant
